Repository: FelixJacobi/stsbl-iserv-advanced-privilege
Catalog: share/locale/*/advanced-privilege3.po
Languages: de

source: Advanced privilege assignment
de: Erweiterte Rechte-Zuweisung

source: Privileges
de: Rechte

source: Set an owner for multiple groups
de: Einen Besitzer für mehrere Gruppen setzen

source: Assign a privilege or group flag to multiple groups
de: Ein Recht oder Gruppenmerkmal mehreren Gruppen zuweisen

source: Revoke a privilege or group flag from multiple groups
de: Ein Recht oder Gruppenmerkmal von mehreren Gruppen entfernen

source: Apply changes
de: Änderungen übernehmen

source: Do you really want to apply the changes on the IServ group management? Careless settings could destroy the required privilege assignment for productive working.
de: Möchten Sie die Änderungen wirklich auf die IServ-Gruppenverwaltung anwenden? Unvorsichtige Einstellungen könnten die benötigte Rechtezuweisung für den produktiven Arbeitsablauf beschädigen.

source: Apply
de: Übernehmen

source: Cancel
de: Abbrechen

source: Added one group flag to one group.
de: Ein Gruppenmerkmal zu einer Gruppe hinzugefügt.

source: Added %s group flags to one group.
de: %s Gruppenmerkmale zu einer Gruppe hinzugefügt.

source: Added one group flag to %s groups.
de: Ein Gruppenmerkmal zu %s Gruppen hinzugefügt.

source: Added %s group flags to %s groups.
de: %s Gruppenmerkmale zu %s Gruppen hinzugefügt.

source: Removed one group flag from one group.
de: Ein Gruppenmerkmal von einer Gruppe entfernt.

source: Removed %s group flags from one group.
de: %s Gruppenmerkmale von einer Gruppe entfernt.

source: Removed one group flag from %s groups.
de: Ein Gruppenmerkmal von %s Gruppen entfernt.

source: Removed %s group flags from %s groups.
de: %s Gruppenmerkmale von %s Gruppen entfernt.

source: Added one privilege to one group.
de: Ein Recht zu einer Gruppe hinzugefügt.

source: Added %s privileges to one group.
de: %s Rechte zu einer Gruppe hinzugefügt.

source: Added one privilege to %s groups.
de: Ein Recht zu %s Gruppen hinzugefügt.

source: Added %s privileges to %s groups.
de: %s Rechte zu %s Gruppen hinzugefügt.

source: Removed one privilege from one group.
de: Ein Recht von einer Gruppe entfernt.

source: Removed %s privileges from one group.
de: %s Rechte von einer Gruppe entfernt.

source: Removed one privilege from %s groups.
de: Ein Recht von %s Gruppen entfernt.

source: Removed %s privileges from %s groups.
de: %s Rechte von %s Gruppen entfernt.

source: All groups
de: Alle Gruppen

source: Groups whose name starting with ...
de: Gruppen, dessen Name mit ... beginnt

source: Groups whose name ending with ...
de: Gruppen, dessen Name mit ... endet

source: Groups whose name contains ...
de: Gruppen, dessen Name ... enthält

source: Groups whose name match with the following regular expression ...
de: Gruppen, dessen Name auf den folgenden regulären Ausdruck passt:

source: Select target
de: Ziel auswählen

source: Please select a target.
de: Bitte wählen Sie ein Ziel.

source: Enter a pattern...
de: Muster eingeben...

source: Group flags
de: Gruppenmerkmale

source: Owner
de: Besitzer

source: To remove the owner from the targets, select no owner.
de: Um den Besitzer von den Zielen zu entfernen, wählen Sie keinen Besitzer aus.

source: No matching groups found.
de: Keine passenden Gruppen gefunden.

source: Select at least one privilege or group flag.
de: Wählen Sie zumindest ein Recht oder Gruppenmerkmal aus.

source: Pattern should not be empty.
de: Muster sollte nicht leer sein.

source: Removed owner of one group.
de: Benitzer von einer Gruppe entfernt.

source: Set owner of one group to %s.
de: Besitzer von einer Gruppe gesetzt auf %s.

source: Set owner of %s groups to %s.
de: Besitzer von %s Gruppen gesetzt auf %s.
